<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 3.0 Win">
  <TITLE>BYS Youth Baseline Help Screen</TITLE>
</HEAD>
<BODY BGCOLOR="#ffffff">

<H3><CENTER><FONT COLOR="#ff0000">Boricua Youth Study <BR>
Youth Instrument Help Menu</FONT></CENTER></H3>

<P><CENTER><A NAME="TOPanchor"></A><B><FONT COLOR="#0000ff">Delinquent
Behavior (Ages 5-9):</FONT><FONT COLOR="#ff00ff"> <BR>
</FONT></B><TABLE WIDTH="554" BORDER="0" CELLSPACING="2" CELLPADDING="0">
  <TR>
    <TD WIDTH="32%">
      <P><CENTER>&nbsp;<B><FONT COLOR="#ff00ff">Jump down to:</FONT></B></CENTER></TD>
    <TD WIDTH="9%" ALIGN="CENTER">&nbsp;<B><A HREF="#AAanchor">AA</A></B></TD> 
    <TD WIDTH="9%" ALIGN="CENTER">&nbsp;<B><A HREF="#BBanchor">BB</A></B></TD> 
    <TD WIDTH="9%" ALIGN="CENTER">&nbsp;<B><A HREF="#CCanchor">CC</A></B></TD>
    <TD WIDTH="9%" ALIGN="CENTER">&nbsp;<B><A HREF="#DDanchor">DD</A></B></TD> 
    <TD WIDTH="8%" ALIGN="CENTER">&nbsp;<B><A HREF="#EEanchor">EE</A></B></TD> 
    <TD WIDTH="8%" ALIGN="CENTER">&nbsp;<B><A HREF="#FFanchor">FF</A></B></TD>
    <TD WIDTH="8%" ALIGN="CENTER">&nbsp;<B><A HREF="#GGanchor">GG</A></B></TD> 
    <TD WIDTH="8%" ALIGN="CENTER">&nbsp;<B><A HREF="#HHanchor">HH</A></B></TD> 
  </TR>
</TABLE></CENTER></P>

<P><!--SELECTION--><TABLE WIDTH="651" BORDER="1" CELLSPACING="2"
CELLPADDING="0" HEIGHT="229">
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23"><B>Q.&nbsp;</B></TD> 
    <TD WIDTH="46%" ALIGN="CENTER" HEIGHT="23">&nbsp;<B>English</B></TD> 
    <TD WIDTH="43%" ALIGN="CENTER" HEIGHT="23"><B>Spanish</B></TD> 
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="22"><A NAME="AAanchor"></A><B>AA<BR>
      <A HREF="#TOPanchor"><BR>
      TOP</A></B></TD> 
    <TD WIDTH="46%" HEIGHT="22" VALIGN="TOP">Suppose that another
      kid has a toy and you take it from [her/him] and stomp on it
      on purpose and break it. Then you have damaged or destroyed something
      on purpose, that belonged to someone else. Now, can you give
      me another example of a kid damaging or destroying something
      on purpose that does not belong to [her/him]?</TD>
    <TD WIDTH="43%" HEIGHT="22" VALIGN="TOP">Suponiendo que otra(o)
      nena/nene tiene un juguete y t&uacute; se lo quitas y le brincas
      encima a prop&oacute;sito y lo rompes. Esto quiere decir que
      rompiste o destruiste algo que no era tuyo a proposito. Ahora,
      &iquest;me puedes dar otro ejemplo de una/un nena/nene rompiendo
      o destruyendo algo a prop&oacute;sito que no era suyo?</TD> 
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23">&nbsp;<A
      NAME="BBanchor"></A><B>BB<BR>
<BR>
      <A HREF="#TOPanchor">TOP</A></B></TD> 
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP"><B>For boys: </B>Suppose
      a boy had a bicycle and you took it and you never gave it back;
      you kept it. Then you would have stolen the boy&#146;s bicycle.
      Now can you give me another example of somebody stealing something?<BR>
<BR>
<BR>
      <B>For girls:</B> Suppose a girl had a doll and you took it and
      you never gave it back; you kept it. Then you would have stolen
      the girl&#146;s doll. Now can you give me another example of
      somebody stealing something?</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP"><B>Para varones:</B>
      Suponiendo que un nene ten&iacute;a una bicicleta y t&uacute;
      se la quitaste y nunca se la devolviste; te quedaste con ella.
      Eso quiere decir que te robaste la bicicleta del nene. Ahora,
      me puedes dar otro ejemplo de alguien que se roba algo. <BR>
<BR>
      <B>Para ni&ntilde;as: </B>Suponiendo que una nena ten&iacute;a
      una mu&ntilde;eca y t&uacute; se la quitaste y nunca se la devolviste;
      te quedaste con la mu&ntilde;eca. Eso quiere decir que te robaste
      la mu&ntilde;eca de la nena. Ahora, me puedes dar otro ejemplo
      de alguien que se roba algo.</TD>
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23">&nbsp;<A
      NAME="CCanchor"></A><B>CC<BR>
<BR>
      <A HREF="#TOPanchor">TOP</A></B></TD> 
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">Suppose the teacher
      gave the students a test. But when the teacher wasn&#146;t looking,
      a kid pulled out his book and looked at the answers and he was
      not supposed to do that. When he did that, that boy was cheating.
      Now can you give me another example of someone cheating in school?</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">Suponiendo que la maestra
      le d&aacute; un examen a los estudiantes. Pero cuando la maestra
      no estaba mirando, un nene sac&oacute; el libro del escritorio
      para ver la contestaci&oacute;n y no se supon&iacute;a que hiciera
      eso. Cuando hizo eso, ese nene hizo trampa. Ahora, &iquest;me
      puedes dar t&uacute; otro ejemplo de alguien haciendo trampas
      en la escuela?</TD>
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23">&nbsp;<A
      NAME="DDanchor"></A><B>DD<BR>
<BR>
      <A HREF="#TOPanchor">TOP</A></B></TD> 
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">One day you woke up
      and didn&#146;t feel like going to school. You weren&#146;t sick
      or anything; you just didn&#146;t feel like going. So instead
      of going to school, you stayed home or went somewhere else. Now,
      can you give me an example of another kid skipping school without
      an excuse.</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">Un d&iacute;a te despertaste
      y no ten&iacute;as ganas de ir a la escuela. No estabas enfermo
      ni nada parecido; era que no ten&iacute;as ganas de ir. As&iacute;
      que en vez de irte para la escuela, te quedaste en tu casa o
      te fuiste para otro sitio. Ahora, &iquest;me puedes dar otro
      ejemplo de un ni&ntilde;o que falta a la escuela sin tener una
      excusa?</TD>
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23">&nbsp;<A
      NAME="EEanchor"></A><B>EE<BR>
<BR>
      <A HREF="#TOPanchor">TOP</A></B></TD> 
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">A kid took a bag of
      potatoe chips from a store and didn&#146;t pay for it. That kid
      avoided paying for something they were supposed to pay for. Now,
      can you give me another example of someone who doesn&#146;t pay
      for something they are supposed to pay for?</TD>
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">Un nene cogi&oacute;
      un saco de platanutres de la tienda y se lo llev&oacute; sin
      pagar. Ese nene dej&oacute; de pagar por algo que ten&iacute;a
      que pagar. Ahora dame t&uacute; a mi otro ejemplo de alguien
      que deja de pagar por algo que ten&iacute;a que pagar.</TD> 
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23"><A NAME="FFanchor"></A><B>FF<BR>
<BR>
      <A HREF="#TOPanchor">TOP</A></B></TD>
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">Do you know what the
      following sentence means?: &#147;The kid smoked some marihuana,
      weed, pot or phillies (or 'blunts')?&#148;</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">Dime si t&uacute; sabes
      lo que quiere decir la siguiente oraci&oacute;n. &#147;El ni&ntilde;o
      fum&oacute; marihuana, yerba, pasto o phillies&#148; (o &#147;blunts&#148;)
      ?</TD> 
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23"><A NAME="GGanchor"></A><B>GG</B>&nbsp;<BR>
      <B><A HREF="#TOPanchor"><BR>
      TOP</A></B></TD>
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">Do you know what the
      following sentence means: &#147;The child sniffed glue&#148;?</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">Dime si t&uacute; sabes
      lo que quiere decir la siguiente oraci&oacute;n. &#147;El ni&ntilde;o
      oli&oacute; pega.&#148;</TD>
  </TR>
  <TR>
    <TD WIDTH="11%" ALIGN="CENTER" VALIGN="TOP" HEIGHT="23">&nbsp;<A
      NAME="HHanchor"></A><B>HH<BR>
      <A HREF="#TOPanchor"><BR>
      TOP</A></B></TD>
    <TD WIDTH="46%" HEIGHT="23" VALIGN="TOP">Do you know what the
      following sentence means: &#147;The [girl/boy] used cocaine,
      crack or more serious drugs&#148;?</TD> 
    <TD WIDTH="43%" HEIGHT="23" VALIGN="TOP">&iquest;Sabes lo que
      quiere decir la siguiente oraci&oacute;n? &#147;La ni&ntilde;a/el
      ni&ntilde;o us&oacute; coca&iacute;na, &#145;crack&#146; u otras
      drogas de las bien malas.&#148;</TD> 
  </TR>
</TABLE><!--/SELECTION-->

</BODY>
</HTML>
